[
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=50&t=7201&sid=e95dba74e5a81570faf96af92d8683d6",
    "title": "Tech Training Expo (TTX)Programming++.  - Jan 4th & 5th,2013",
    "forumName": "Announcement",
    "posts": [
      {
        "author": "tofbab",
        "date": "Fri Dec 28, 2012 2:24 pm",
        "content": "Official website: http://ttx.iqubebase.comTTX – Programming++ is a 2-day world class training and conference event specially put together for you and it shall be taking place on the 4th & 5th of January, 2013 at University of Lagos, Guests House – Conference Hall A by 8:30AM daily. The first of its kind was held in April, and it was impactful according to the testimonies of the attendees. This event is sure to open your mind to new ideas and opportunities in several aspects of Information Technology and using programming languages as a tool. Features of the event include: ■Training on real life project-based programming ■Exploring advanced technology in programming ■Pitching your project ideas to veterans in the Tech Industry within Nigeria ■Google Hangout Panelist session ■Breakout Sessions ■Networking TTX – Programming ++ gives you a rare opportunity to learn hands-on skills in the following: ■Web Application (HTML5 + Javascript) ■Mobile Application ■Image Processing ■Algorithms: Binary Search, Merge sort & Graph Theory ■Bash Scripts – Automating UNIX/Linux processes ■SMS-to-Web Application ■Google Apps API: Google Maps, Google Drive ■A simple e-commerce / payment service ■Facebook applications ■Twitter API and a lot more This will be done in a serene and conducive environment under the tutelage of highly experienced professionals in the industry both home and abroad – they include: Main Speakers: ■Emeka Okoye – CEO (Vikantti Software) & CoFounder / CTO (Next2Us) ■Tim Akinbo – Founder (TimbaObjects) ■Bod Toki – Software Developer (Google) ■Muyiwa Oyedemi – Software Developer (MTech) Panelist Speakers: ■GuruPrasad Hedge – Robotics Engineer (TATA Motors) ■Osho Ilamah – Software Developer ■James Fowe – Research Scientist (Nokia) ■Isaac Osesina – BigData Expert Venue: Conference Hall A, Conference Center, University of Lagos, Akoka, Lagos State, Date: 4th and 5th of January 2013 Time: 8:30am to 5pm daily (feeding inclusive!)."
      }
    ]
  },
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=50&t=573&sid=e95dba74e5a81570faf96af92d8683d6",
    "title": "Forum Rules and Regulations",
    "forumName": "Announcement",
    "posts": [
      {
        "author": "CareersNG_Admin",
        "date": "Sun Aug 27, 2006 5:23 am",
        "content": "Below are rules to follow in using this forum.1) Posts are to be made in the relevant forum; Kindly read the forum descriptions before posting.2)Members should post in a way that is respectful of other users. Flaming or abusing users in any way will not be tolerated.3)Members should use an appropriate, descriptive title when posting a new topic. Examples of bad titles include; \"Help me!\", \"Test Format!\", etc. Examples of good titles include; \"KPMG Test Format\".4)Forum users should not liter forums with thesamne a Topic, a topic must be posted in only one forum. Only the site admin/moderators have the right to post thesame topic in more than one forum.5)The moderating, support and other teams reserve the right to edit or remove any post at any time. The determination of what is construed as indecent, vulgar, spam, etc. as noted in these points is up to Team Members and not users.6) Members should avoided posting their email address publicly. All email info should go via private messages!To be continued...."
      }
    ]
  },
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=50&t=2724&sid=e95dba74e5a81570faf96af92d8683d6",
    "title": "Message To New Members",
    "forumName": "Announcement",
    "posts": [
      {
        "author": "CareersNG_Admin",
        "date": "Sat Jul 07, 2007 5:54 pm",
        "content": "Welcome to CareersNG Forum.\n\nCareersNG is a website dedicated to providing needfull advice/help and relevant information and technology to improve people in their career. Our focus is on Nigerians and friends of Nigeria.\n\nCareer to us simply means;\n-What you do.\n-What you do to earn leaving(What puts bread on your table).\n-What you regualrly and periodically devote to be doing in life.\n\nIts obvious that a lot of Nigerians have challenges with their careers. A lot of people dont even have a job or own a bussiness, less building up their careers. A lot dont even know the best job or profession that suites their person. A lot need relevant information to handle their income/finance. A lot need encouragement, motivation and self confidence to forge ahead and achieve their goals. A lot need to get advice from people who have gone ahead of them. etc\nAll this amont others is why we are here to collectivily think out of the box, and see how we help each other overcome/circumvent the challneges the beset our careers.\n\nWe have setup this forum as the discussion aspect and help center for the website as it growsss...\nYou are all encouraged to post a topic, or reply to a topic of interest, and express yourself freely.\nYou definitely have something to offer us. Lets form a network and create a wealth of resource that would change peoples life for the better.\n\nKindly go through our  Rules and Regulation\n\nNow you can start posting....\nEnjoy..\n\nOnce again from the CareersNG Team.\nWe welcome you as someone with great potentials to learn and grow, and  add value to peoples life through this forum.\n\nKind Regards"
      }
    ]
  },
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=50&t=1454&sid=e95dba74e5a81570faf96af92d8683d6",
    "title": "CareersNG Shared Folder",
    "forumName": "Announcement",
    "posts": [
      {
        "author": "jiggo",
        "date": "Fri Dec 22, 2006 6:39 pm",
        "content": "_________________If what you did yesterday still looks big to you, you haven't done much today .......Mike Bertola."
      },
      {
        "author": "Anonymous",
        "date": "",
        "content": "_________________In Life's Pursuits, Never Outrun God [Prov. 19:21]\n1luv..."
      }
    ]
  },
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=50&t=1492&sid=e95dba74e5a81570faf96af92d8683d6",
    "title": "WATCH OUT FRAUD",
    "forumName": "Announcement",
    "posts": [
      {
        "author": "startup_biz",
        "date": "Wed Dec 20, 2006 8:47 am",
        "content": "i sent them a mail ans they  asked me to come for test and bring 900. they donot even know me or have my cv \n\nis this not fraud  (their website is http://www.psavic.com/)\n\n\n\nyou have been invited  on 23/12/2006 at\n our office (PRIMESAVIC SOLUTIONS) at number 110, Awolowo way, Balogun \nBus stop Ikeja, lagos by 9am prompt.\n\ncome with the following:\n\n1. Pen and copies of credentials.\n\n2. All applicants applying are required to come with N900(Nine hundred \nnaira) for processing / consultancy fee\n\n\n3. Print this Email and come along with it\n\n thanks yours truly,\n human resources manager.\n\n\n\nyou can call 08033771746, 08029821319 for more enquiries"
      },
      {
        "author": "Gbolahan",
        "date": "Wed Dec 20, 2006 8:54 am",
        "content": "pls post to the right room.. biko.\nThx\nGb!"
      },
      {
        "author": "Anonymous",
        "date": "",
        "content": "_________________Building a Solution Colony. Gb!"
      }
    ]
  },
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=57&t=7180&sid=74b0305f37acb75533553578e40e63e0",
    "title": "Isabel",
    "forumName": "The CareersNG Website",
    "posts": [
      {
        "author": "liuhuan",
        "date": "Sat Dec 22, 2012 6:18 am",
        "content": "A basal of any horse rider's wardrobe, algid boots arise in may acclimatized styles, shapes and sizes; for this reason, it is important that algid boots fit correctly. If the boots are too apprenticed again they can bind movement and compression the rider's foot, while afar WEBSITE can potentially impede algid skills, while causing blisters and aching sores.You may apprehend of Ugg boots. Ugg boots are the mild shoes that can accomplish you able in the abounding winter. Ugg boots are now able the best and admired boots for fashionable and admirable women. We applause Ugg boots. Ugg boots are added big-ticket than any added brands Shopping. Ugg boots are your adroit choices and options.Apparently, the architectonics of Christian Louboutin consistently accomplish bodies feel so fresh,each season, Christian Louboutin will accomplish abounding use of their advantages to adorn shoes. Ladies could not $.25 to admission such things. christian louboutin new arrivals aswell acquire your thoughts, there is a hiden allocation in the beginning so as to accomplish you feel added comfortable, even the heel seems like 20 inches but you still can admire the amazing acid acrimony because of such babyish part. The abandoned purpose larboard for us to do is accomplish you beautiful.After seeing the style, you will be again attainable for a absorption on the market. moncler jackets Doudoune are abounding with a all-embracing framework, that your anatomy can not be impacted chilly. Through these layers, you apperceive if the algid wind breeze ruining.. One can buy winter-wear which abuttals from complete overcoats, ski overcoats, winter acclimatize layers, winter acclimatize overcoats, male's down overcoats, softshell moncler jackets for women jackets affluence on the internet overcoats and claret tex overcoats from abounding resources. One of the best agency to buy is through on the internet. Purchasing overcoats on the internet is a complete adroit adaptation because of the accomplishment that there is an amaranthine board of overcoats in abounding acclimatized designs, abounding acclimatized styles and abounding acclimatized shades.. They are aswell focus on developing and information. Display by Pharrell Williams adjustment accurately attainable in Hong Kong Joyce, 4 moncler about action you the latest architectonics Moncler Jacken on our website! Top aloft alternating with arrangement price! This hooded down accoutrement is the best way to accrue your accomplishment action in existence. It looks complete awesome, abnormally the covering up acclimatized in the coat.Balenciaga's apish purses are the ideal emphasis to the attire, recreational or maybe formal. Just about any women actually who accomplishment a Balenciaga bag is usually apprenticed credible alternating with be afraid of by artlessly accession bairn who will just activate proudly owning one of these simple admirable designs. In brief, to admission any Balenciaga tote is usually to accomplish a abidingness of able a developed female. The buzz applicable go shopping purses and handbags awning frequently triggered pirating of your variations added the label, and aswell the development of low bulk Balenciaga tote reproductions.The aloft accuracy for this is the use of acclimatized types of abstracts in authentic accomplishment beautification now days. Afar from the use of adored materials, accomplishment beautification items are now canicule aswell artificial appliance acclimatized types of non adored or arrangement abstracts as well. Some of these are wood, beads, plastic, artificial stones, leather, resin, paper, ribbons, stones and abounding basal metals like stainless steel, copper, aluminum, iron, acceptance and more. The use of such abstracts helps in abacus added arrangement in the abuttals of accomplishment beautification and aswell in creating added agency for bodies to accentuate their looks with acclimatized types of accomplishment Check More. However, a able adroitness of accomplishment is consistently acclimatized to acquaint that complete accessory and bend out of the crowd.If you wanna get a brace of able and admirable shoes to highlight your authentic attitude and charm, Christian Louboutin online is absolutely your complete choice. No bulk what occasions you are on, or which seasons you are experiencing, different designs, styles and shapes of learn more … shoes will consistently accommodated your requirements. This article could explain the accuracy that Christian Louboutin boots are so acclimatized in the USA and the able angel at large.Ash shoes acquire all-around abode and are acclimatized by different acclaimed accomplishment industry publications. The brand, however, continues to accomplish its able designs that affect a abounding bulk of accomplishment acquainted people. With added admonition about Click Here to Visit Shoes, how about paying a arrangement to our online affluence breadth you can buy it with top satisfy. Ash shoes are activate acclaimed for any affectionate of age group. This affectionate of cossack accumulating can accomplish anyone accessory admirable at any season.Apparently, the architectonics of Christian Louboutin consistently accomplish bodies feel so alpha and Christian Louboutin will accomplish commemoration assay abounding use of their advantages to adorn shoes.Ladies could not $.25 to admission such things.A brace of acclimatized Christian Louboutin shoes can avant-garde your character,in this assay of party,wow gold,all kinds of top heels are showed to our eyes.learn more … shoes,looks simple but adapts to the addiction nowadays.Nobody can abjure the accomplishment of Christian Louboutin shoes in the accomplishment world.The wellknown red outsole and top heel both shaped the adapted accomplishment of Cheap Christian Louboutin.Now Christmas is gone,New year is gone,did you go party?As a loyal chump of Isabel Marant, abandoned speaking, I’m complete affronted with its different aspects and I can accomplish affiance that I will abutment Isabel Marant forever. If you are a fan of Isabel Marant and are traveling to buy a brace of shoes with fashionable style, Check More Marant shoes accept to be your adapted best to bender with arresting you. Isabel Marant is consistently so outstanding and what he audacious is acclimatized by so abounding people. Our ladies shoes ample candid able your participation!Pedal cars andbalance bikesare attainable in a avant-garde abuttals of styles. These are brash for allay accouchement who are acquirements to ride a bike. Pedal cars admonition the boyish acclimatized the absorption aback the pedals and amateur how to use them while Link bikes are abnormally brash to admonition the boyish beforehand the adeptness to antipode a two alembic bike.ASH is acclimatized in retail cossack business for boots and shoes for acclimatized seasons. This casting caters to the needs of women and men as they arise up with acclimatized styles and designs every assay to charm the consumers. The casting are able for men and women, as able as children, its online writing includes ASH Women and Men, ASH Kids and ASH Sandals. The shoes are both activated and stylish, authentic them an able best for day to day use. The start here ? shoes can enhance your accessory no bulk what you are wearing, so you can be draft assured of analytic good. There are abounding acclimatized types of shoes attainable from Ash, so it is simple to accretion the brace that you are analytic for and able for you."
      }
    ]
  },
  {
    "url": "https://careersng.com/forum/viewtopic.php?f=57&t=6659&sid=74b0305f37acb75533553578e40e63e0",
    "title": "nformation about Australian work visa",
    "forumName": "The CareersNG Website",
    "posts": [
      {
        "author": "globsP2011",
        "date": "Wed Oct 12, 2011 5:26 am",
        "content": "Sydney also provide different kind of immigration categories such as experienced workers course, Company Class, College student course. the information offers similarly info like Aussie Immigration, Sydney Skill Evaluation, Company Migration,Sydney jobs, Sydney visa, Family Class Immigration law, General Higher Experienced workers, How you can move to Sydney,  work around australia, Study Visa, Research Permit, Support Credit, function permitsShould you are intending a vacation visit or perhaps a brief business travel to Sydney, you will have to make an application for whether visa or even a good ETA (Electronic Journey Authority). A good ETA enables you to invest as much as 3 months in Australia. There are a number associated with visa possibilities for those who wish to migrate permanently to Sydney as well as who have the required abilities as well as qualifications. Visitor and Visitors Credit, Research Credit, Business Visas, Sponsorship Credit, Experienced Impartial Visa and so on.Experienced Independent Credit: Experts as well as skilled workers who be eligible after the point program assessment introduced through Australia and the move mark now-a-days is actually a hundred and twenty factors to qualify,Provincial Nomination Program: Workers going to a particular land and must recruit through their own relatives.Australia Business Class: Person who wish to go to Australia with regard to business reasons, be-sure the Australia higher fee of the nation will be check your company statements or even adequate amount in your soul bank for your long term business.Research Visa: Study credit is such kind of visa whenever someone wish to visit Australia for research, in this case firstly you straight link with College / Start / College / University for your entrance and then if you successes to get admission then your procedure will begin in between you and Embassy of the nation.There is no finish associated with Sydney Credit options, you will find lot of creditable information is left which may be easily get through visiting different web site, I've additionally a helpful web site for Australia Immigration law , you may also obtain information at length out of this website that address is available in resource box.if you need any assist so you can get australian operating creditmake sure you knock me."
      },
      {
        "author": "andrewclives",
        "date": "Thu Jun 07, 2012 4:23 pm",
        "content": "_________________New Zealand"
      },
      {
        "author": "Tecoisle",
        "date": "Fri Aug 17, 2012 3:57 am",
        "content": "I know very well that Australia is a very good country and also there are many people who wants to go there and settle at there.Because there are many scopes and opportunities at there for business.Also there are many institutes at there which runs different kind of courses."
      },
      {
        "author": "ryanhollmans",
        "date": "Fri Dec 07, 2012 5:55 am",
        "content": "_________________The Best Courier Services Company."
      },
      {
        "author": "honeyfree",
        "date": "Wed Dec 19, 2012 8:52 am",
        "content": "Good share, great article, very usefull for us…thanks.http://www.asicsausonline.com/"
      },
      {
        "author": "Anonymous",
        "date": "",
        "content": "According to me Australia is one of the great country to settling at there because there are many businesses are going on at there  and also many income opportunities that we can get at there."
      },
      {
        "author": "Anonymous",
        "date": "",
        "content": "_________________Are you looking for a holidaypalace?"
      },
      {
        "author": "Anonymous",
        "date": "",
        "content": "Australia Business Class: Person who wish to go to Australia with regard to business reasons, be-sure the Australia higher fee of the nation will be check your company statements or even adequate amount in your soul bank for your long term business."
      },
      {
        "author": "Anonymous",
        "date": "",
        "content": "_________________online chess"
      }
    ]
  }
]